IDEA Open Model
AnchorParam.Length Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the anchor length.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Length { get; set; }
Public Property Length As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
AnchorParam Class
IdeaRS.OpenModel.Parameters Namespace